driver-tests/bpelse/repeatuntil/RepeatuntilJbi/test/RepeatUntilwithTimeTest02/Input.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:rep="http://localhost/RepeatUntilBPEL/RepeatUntilNested1">
  <soapenv:Body>
    <rep:part1>Negative Test</rep:part1>
    <rep:innerCnt>3</rep:innerCnt>
    <rep:timer>07:19:45?</rep:timer>
  </soapenv:Body>
</soapenv:Envelope>